{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Add to leaderboard"
			},
			"Translation":
			{
				"Text": "Add to leaderboard"
			},
			"Key": "696788B34FA1799DE7C13CA257CB24C6"
		},
		{
			"Source":
			{
				"Text": "Bad cube"
			},
			"Translation":
			{
				"Text": "Bad cube"
			},
			"Key": "791EC75D42356C6A9F41E8B6AC81E1D0"
		},
		{
			"Source":
			{
				"Text": "Bonus cube"
			},
			"Translation":
			{
				"Text": "Bonus cube"
			},
			"Key": "C7D0E65545D8EADBDE8FC2BAB60AF6D4"
		},
		{
			"Source":
			{
				"Text": "Cancel"
			},
			"Translation":
			{
				"Text": "Cancel"
			},
			"Key": "B58FB4464B291E54D0AFDBA7C4033EE7"
		},
		{
			"Source":
			{
				"Text": "Date"
			},
			"Translation":
			{
				"Text": "Date"
			},
			"Key": "1E081C1541217AF875ED1DA0F3F21834"
		},
		{
			"Source":
			{
				"Text": "Easy"
			},
			"Translation":
			{
				"Text": "Easy"
			},
			"Key": "D5C233F24985A9FA801A61A86619CD81"
		},
		{
			"Source":
			{
				"Text": "Enter your name"
			},
			"Translation":
			{
				"Text": "Enter your name"
			},
			"Key": "05EC7FCA47AB08498C9E63AD24C87D59"
		},
		{
			"Source":
			{
				"Text": "For every {0} points the speed increases!"
			},
			"Translation":
			{
				"Text": "For every {0} points the speed increases!"
			},
			"Key": "7CF6BC6F4518C3C317A49DA3AB7CE27B"
		},
		{
			"Source":
			{
				"Text": "GAME OVER"
			},
			"Translation":
			{
				"Text": "GAME OVER"
			},
			"Key": "A2D92F3C4ECD30681C8A42B94D4360F9"
		},
		{
			"Source":
			{
				"Text": "Game settings"
			},
			"Translation":
			{
				"Text": "Game settings"
			},
			"Key": "7208B52D4EC6986543F48C91A42EAFFF"
		},
		{
			"Source":
			{
				"Text": "Get cubes of the same type in a row to increase the score multiplier."
			},
			"Translation":
			{
				"Text": "Get cubes of the same type in a row to increase the score multiplier."
			},
			"Key": "CA64D65E462E778BBFB110BAB8DD9844"
		},
		{
			"Source":
			{
				"Text": "Good cube"
			},
			"Translation":
			{
				"Text": "Good cube"
			},
			"Key": "BDA1852E411F243E3FCA8286CF472F70"
		},
		{
			"Source":
			{
				"Text": "Hard"
			},
			"Translation":
			{
				"Text": "Hard"
			},
			"Key": "B87143974CD278418E6D0DB5AD8A1ADB"
		},
		{
			"Source":
			{
				"Text": "Medium"
			},
			"Translation":
			{
				"Text": "Medium"
			},
			"Key": "C3EC76CE4FF4383B4A66648711C2AF90"
		},
		{
			"Source":
			{
				"Text": "Multiply scores"
			},
			"Translation":
			{
				"Text": "Multiply scores"
			},
			"Key": "9D1B47D14D1C5AD5FFD6B4A7DD1D5DC0"
		},
		{
			"Source":
			{
				"Text": "Name"
			},
			"Translation":
			{
				"Text": "Name"
			},
			"Key": "CFC8EEE14046014D023D5AA01723012B"
		},
		{
			"Source":
			{
				"Text": "New Game"
			},
			"Translation":
			{
				"Text": "New Game"
			},
			"Key": "BF58665B4040606A54404A83F7DBD285"
		},
		{
			"Source":
			{
				"Text": "Ok"
			},
			"Translation":
			{
				"Text": "Ok"
			},
			"Key": "CAACE89F4E2C034760CC43BFD7335BE6"
		},
		{
			"Source":
			{
				"Text": "Play again"
			},
			"Translation":
			{
				"Text": "Play again"
			},
			"Key": "C4EBB67D4E05F290A9A977BEA338A29E"
		},
		{
			"Source":
			{
				"Text": "Power up"
			},
			"Translation":
			{
				"Text": "Power up"
			},
			"Key": "98A6B4474C46B0C47F0B19B7E9495E66"
		},
		{
			"Source":
			{
				"Text": "Resume"
			},
			"Translation":
			{
				"Text": "Resume"
			},
			"Key": "FD409356428BAF7F53D17F82CD044707"
		},
		{
			"Source":
			{
				"Text": "SCORE"
			},
			"Translation":
			{
				"Text": "SCORE"
			},
			"Key": "E80A94284AF3192EE5F352A6A7B0A8F8"
		},
		{
			"Source":
			{
				"Text": "SPEED"
			},
			"Translation":
			{
				"Text": "SPEED"
			},
			"Key": "351169D14902E56A0596D4AF181CED00"
		},
		{
			"Source":
			{
				"Text": "Save"
			},
			"Translation":
			{
				"Text": "Save"
			},
			"Key": "111C533F4437FD1B6A400BBF87ACCA7A"
		},
		{
			"Source":
			{
				"Text": "Save current resolution?"
			},
			"Translation":
			{
				"Text": "Save current resolution?"
			},
			"Key": "51D965D34042E2264DEE4DA1B76E6FA5"
		},
		{
			"Source":
			{
				"Text": "Score"
			},
			"Translation":
			{
				"Text": "Score"
			},
			"Key": "5E2CD2634BB33FB6F2FBDCAE06B2CE03"
		},
		{
			"Source":
			{
				"Text": "Score cube"
			},
			"Translation":
			{
				"Text": "Score cube"
			},
			"Key": "3A7B46024DA3F3BC4C6DFDAE370EBE80"
		},
		{
			"Source":
			{
				"Text": "Sound settings"
			},
			"Translation":
			{
				"Text": "Sound settings"
			},
			"Key": "7A9EB1424B2C02F34B3359826E2017E3"
		},
		{
			"Source":
			{
				"Text": "Speed cube"
			},
			"Translation":
			{
				"Text": "Speed cube"
			},
			"Key": "631A58AB4589643EF3DEFB92E150B4F6"
		},
		{
			"Source":
			{
				"Text": "Speed up!"
			},
			"Translation":
			{
				"Text": "Speed up!"
			},
			"Key": "07FF9ED44A00F5565BA6E0B0AB1FE2A0"
		},
		{
			"Source":
			{
				"Text": "TIME"
			},
			"Translation":
			{
				"Text": "TIME"
			},
			"Key": "82727AB840BF00A20C72B7A0B028F3CC"
		},
		{
			"Source":
			{
				"Text": "The bad cube takes away some scores and time."
			},
			"Translation":
			{
				"Text": "The bad cube takes away some scores and time."
			},
			"Key": "136FA550411384648CB6939351AC0233"
		},
		{
			"Source":
			{
				"Text": "The bonus cube gives a random bonus. To use the current bonus use the space key."
			},
			"Translation":
			{
				"Text": "The bonus cube gives a random bonus. To use the current bonus use the space key."
			},
			"Key": "2E5A132D487286C4B77D29B6CC7C9BCA"
		},
		{
			"Source":
			{
				"Text": "The good cube gives some scores and time."
			},
			"Translation":
			{
				"Text": "The good cube gives some scores and time."
			},
			"Key": "8B4B2FB14D592040374A36A45ADE25FD"
		},
		{
			"Source":
			{
				"Text": "The power up gives a random power up bonus. It will start acting automatically."
			},
			"Translation":
			{
				"Text": "The power up gives a random power up bonus. It will start acting automatically."
			},
			"Key": "C97E181241442DD4FD97499DA55FC526"
		},
		{
			"Source":
			{
				"Text": "The score cube gives significant scores amount."
			},
			"Translation":
			{
				"Text": "The score cube gives significant scores amount."
			},
			"Key": "5C4BC3F74FDDB56F3D0DE58297A75343"
		},
		{
			"Source":
			{
				"Text": "The speed cube decrease current game speed."
			},
			"Translation":
			{
				"Text": "The speed cube decrease current game speed."
			},
			"Key": "A77632A24FFF1E76AF301D90D957023A"
		},
		{
			"Source":
			{
				"Text": "The time cube gives significant time amount."
			},
			"Translation":
			{
				"Text": "The time cube gives significant time amount."
			},
			"Key": "AAEDF4114FAACCA04506E886F402AC17"
		},
		{
			"Source":
			{
				"Text": "Time cube"
			},
			"Translation":
			{
				"Text": "Time cube"
			},
			"Key": "730839B34E5967D960AD379B6428A385"
		},
		{
			"Source":
			{
				"Text": "To control use A and D keys."
			},
			"Translation":
			{
				"Text": "To control use A and D keys."
			},
			"Key": "F691E2B846F2B268A9940C9136FA1230"
		},
		{
			"Source":
			{
				"Text": "Video settings"
			},
			"Translation":
			{
				"Text": "Video settings"
			},
			"Key": "466978AC48225C9601D84F95A693B655"
		},
		{
			"Source":
			{
				"Text": "Welcome to the Cube Game!"
			},
			"Translation":
			{
				"Text": "Welcome to the Cube Game!"
			},
			"Key": "02191F6B4C7758F31B9422A66DF59BD0"
		},
		{
			"Source":
			{
				"Text": "When the time runs out the game will be ended."
			},
			"Translation":
			{
				"Text": "When the time runs out the game will be ended."
			},
			"Key": "74598EDD4BFB418EF9C122919CD563F7"
		},
		{
			"Source":
			{
				"Text": "You have low time!"
			},
			"Translation":
			{
				"Text": "You have low time!"
			},
			"Key": "589D4A864B8B105300563CA718100208"
		},
		{
			"Source":
			{
				"Text": "You have scored {0} points."
			},
			"Translation":
			{
				"Text": "You have scored {0} points."
			},
			"Key": "1C999E2D495DC748E22DB8B7B5388233"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "CommonWords",
			"Children": [
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": "Back"
					},
					"Key": "Back"
				},
				{
					"Source":
					{
						"Text": "Leaderboard"
					},
					"Translation":
					{
						"Text": "Leaderboard"
					},
					"Key": "Leaderboard"
				},
				{
					"Source":
					{
						"Text": "Main menu"
					},
					"Translation":
					{
						"Text": "Main menu"
					},
					"Key": "MainMenu"
				},
				{
					"Source":
					{
						"Text": "Options"
					},
					"Translation":
					{
						"Text": "Options"
					},
					"Key": "Options"
				},
				{
					"Source":
					{
						"Text": "Quit"
					},
					"Translation":
					{
						"Text": "Quit"
					},
					"Key": "Quit"
				}
			]
		},
		{
			"Namespace": "GameUserSettings",
			"Children": [
				{
					"Source":
					{
						"Text": "Aspect ratio"
					},
					"Translation":
					{
						"Text": "Aspect ratio"
					},
					"Key": "AspectRatio_Loc"
				},
				{
					"Source":
					{
						"Text": "CLEAR"
					},
					"Translation":
					{
						"Text": "CLEAR"
					},
					"Key": "ClearLeaderboardButton_Loc"
				},
				{
					"Source":
					{
						"Text": "Clear leaderboard"
					},
					"Translation":
					{
						"Text": "Clear leaderboard"
					},
					"Key": "ClearLeaderboard_Loc"
				},
				{
					"Source":
					{
						"Text": "Effects"
					},
					"Translation":
					{
						"Text": "Effects"
					},
					"Key": "FXVolume_Loc"
				},
				{
					"Source":
					{
						"Text": "Framerate limit"
					},
					"Translation":
					{
						"Text": "Framerate limit"
					},
					"Key": "FramerateLimit_Loc"
				},
				{
					"Source":
					{
						"Text": "Interface"
					},
					"Translation":
					{
						"Text": "Interface"
					},
					"Key": "UIVolume_Loc"
				},
				{
					"Source":
					{
						"Text": "Language"
					},
					"Translation":
					{
						"Text": "Language"
					},
					"Key": "Language_Loc"
				},
				{
					"Source":
					{
						"Text": "Master"
					},
					"Translation":
					{
						"Text": "Master"
					},
					"Key": "MasterVolume_Loc"
				},
				{
					"Source":
					{
						"Text": "Music"
					},
					"Translation":
					{
						"Text": "Music"
					},
					"Key": "MusicVolume_Loc"
				},
				{
					"Source":
					{
						"Text": "Pop-up type"
					},
					"Translation":
					{
						"Text": "Pop-up type"
					},
					"Key": "PopUpType_Loc"
				},
				{
					"Source":
					{
						"Text": "Quality"
					},
					"Translation":
					{
						"Text": "Quality"
					},
					"Key": "GraphicsQuality_Loc"
				},
				{
					"Source":
					{
						"Text": "RESET"
					},
					"Translation":
					{
						"Text": "RESET"
					},
					"Key": "ResetHintsButton_Loc"
				},
				{
					"Source":
					{
						"Text": "Reset hints"
					},
					"Translation":
					{
						"Text": "Reset hints"
					},
					"Key": "ResetHints_Loc"
				},
				{
					"Source":
					{
						"Text": "Resolution"
					},
					"Translation":
					{
						"Text": "Resolution"
					},
					"Key": "Resolution_Loc"
				},
				{
					"Source":
					{
						"Text": "Screen mode"
					},
					"Translation":
					{
						"Text": "Screen mode"
					},
					"Key": "ScreenMode_Loc"
				},
				{
					"Source":
					{
						"Text": "V-Sync"
					},
					"Translation":
					{
						"Text": "V-Sync"
					},
					"Key": "VSync_Loc"
				}
			]
		},
		{
			"Namespace": "SettingsConstants",
			"Children": [
				{
					"Source":
					{
						"Text": "Amount"
					},
					"Translation":
					{
						"Text": "Amount"
					},
					"Key": "PopUpTypeAmount_Loc"
				},
				{
					"Source":
					{
						"Text": "Borderless"
					},
					"Translation":
					{
						"Text": "Borderless"
					},
					"Key": "WindowedFullscreen_Loc"
				},
				{
					"Source":
					{
						"Text": "Cinematic"
					},
					"Translation":
					{
						"Text": "Cinematic"
					},
					"Key": "GraphicsQualityCinematic_Loc"
				},
				{
					"Source":
					{
						"Text": "Disabled"
					},
					"Translation":
					{
						"Text": "Disabled"
					},
					"Key": "VSyncDisabled_Loc"
				},
				{
					"Source":
					{
						"Text": "Enabled"
					},
					"Translation":
					{
						"Text": "Enabled"
					},
					"Key": "VSyncEnabled_Loc"
				},
				{
					"Source":
					{
						"Text": "English"
					},
					"Translation":
					{
						"Text": "English"
					},
					"Key": "English_Loc"
				},
				{
					"Source":
					{
						"Text": "Epic"
					},
					"Translation":
					{
						"Text": "Epic"
					},
					"Key": "GraphicsQualityEpic_Loc"
				},
				{
					"Source":
					{
						"Text": "Fullscreen"
					},
					"Translation":
					{
						"Text": "Fullscreen"
					},
					"Key": "Fullscreen_Loc"
				},
				{
					"Source":
					{
						"Text": "High"
					},
					"Translation":
					{
						"Text": "High"
					},
					"Key": "GraphicsQualityHigh_Loc"
				},
				{
					"Source":
					{
						"Text": "Low"
					},
					"Translation":
					{
						"Text": "Low"
					},
					"Key": "GraphicsQualityLow_Loc"
				},
				{
					"Source":
					{
						"Text": "Medium"
					},
					"Translation":
					{
						"Text": "Medium"
					},
					"Key": "GraphicsQualityMedium_Loc"
				},
				{
					"Source":
					{
						"Text": "Multiplier"
					},
					"Translation":
					{
						"Text": "Multiplier"
					},
					"Key": "PopUpTypeMultiplier_Loc"
				},
				{
					"Source":
					{
						"Text": "Off"
					},
					"Translation":
					{
						"Text": "Off"
					},
					"Key": "PopUpTypeOff_Loc"
				},
				{
					"Source":
					{
						"Text": "Russian"
					},
					"Translation":
					{
						"Text": "Russian"
					},
					"Key": "Russian_Loc"
				},
				{
					"Source":
					{
						"Text": "Unlimited"
					},
					"Translation":
					{
						"Text": "Unlimited"
					},
					"Key": "FramerateUnlimited_Loc"
				},
				{
					"Source":
					{
						"Text": "Windowed"
					},
					"Translation":
					{
						"Text": "Windowed"
					},
					"Key": "Windowed_Loc"
				}
			]
		}
	]
}